---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsElecWireShareGround
source: html/0f9deca6-5250-ec4e-406f-022f320464c2.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsElecWireShareGround Property

"Share Ground Conductor"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsElecWireShareGround { get; }
```